<!DOCTYPE html>
<html lang="pt-br">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link
        href="https://fonts.googleapis.com/css2?family=Montserrat:wght@300;400;700&family=Open+Sans:wght@300;400;700&display=swap"
        rel="stylesheet">
    <link href="css/reset.css" rel="stylesheet">
    <link href="css/style.css" rel="stylesheet">
    <title>Lucas Santos | Desenvolvedor Web</title>
   
</head>
<body>
    <header id="header">
        <div class="container">
           <div class="header-wrapper">
            <h1 title="Lucas Santos | Desenvolvedor"><img src="img/logo-roda-pe-foote.png" alt="Lucas Desenvolvedor" class="logo" ></h1>
            <div class="menu ">
                <nav>
                    <div class="menu_mobile ">
                        <div class="mm_line "></div>
                        <div class="mm_line "></div>
                        <div class="mm_line "></div>
                        <div class="mm_line "></div>
                        <div class="mm_line "></div>
                        <div class="mm_line "></div>
                        <div class="mm_line "></div>
                    </div>
                    <ul>
                        <li><a href="index.html">Home</a></li>
                        <li><a href="projetos.html">Projetos</a></li>
                        <li><a href="conhecimento.html">Conhecimentos</a></li>
                        <li><a href="sobre.html">Sobre</a></li>
                        <li><a href="mailto:lucasdo123ssantos@gmail.com"><link rel="stylesheet" href="menu-buttom"> Contato</a></li>
                        <li><a href="https://github.com/Lucasssanto" target="_blank "><i class="fa fa-github "
                                    aria-hidden="true ">Github</i></a></li>
                        <li><a href="https://www.linkedin.com/in/lucas-dos-santos-973017107/ " target="_blank "><i class="fa fa-linkedin-square "
                                    aria-hidden="true ">Linkedin</i></a></li>
                    </ul>
                </nav>
            </div>
           </div>
        </div>
    </header>
    <main>
        <section id="sobre-mim ">
            <div class="container ">
                <div class="sobre-mim ">
                    <div class="sobre-mim-esquerda ">  
                        <img src="img/logo-foto-sorrindo.jpg" class="pensativo" >
                    </div>
                        <div class="sobre-mim-direita ">
                            <div class="titulo ">
                                <h class="biografia">Sobre mim</h1>
                            </div>
                               <p style="text-align: center;" class="texto-sobre-mim">Fui apresentado ao mundo da tecnologia ainda bem jovem. Naquela &eacute;poca n&atilde;o havia condi&ccedil;&otilde;es financeiras para que pudesse fazer um curso, mal tinha computador ou se quer um smartphone. Quando podia acompanhava o desenvolvimento de novas tecnologias pela TV. Hoje com os meus 24 anos posso dizer que tive o privil&eacute;gio de cursar uma universidade mesmo n&atilde;o encontrando uma oportunidade de come&ccedil;ar a atuar na &aacute;rea pela qual sou apaixonado. Nessa mesma &eacute;poca conheci o &Aacute;tila Um cara sensacional, sempre motivando para continuar os estudos, ele j&aacute; trabalhava na &aacute;rea. Sempre que podia tirava um tempo para me ajudar nos estudos, sempre me manteve presente nos seus desenvolvimentos. Recentemente me formei em An&aacute;lise e Desenvolvimento de Sistemas, durante o per&iacute;odo em que estava estudando, procurei sem parar por um est&aacute;gio, e at&eacute; mesmo uma vaga e at&eacute; mesmo uma vaga como J&uacute;nior n&atilde;o encontrei, nem por isso desistir. Sempre ouvia a mesma frase de um grande amigo que fiz na faculdade. Como J&uacute;nior n&atilde;o encontrei, nem por isso desistir. A cada novo desafio que tenho enfrentado, me faz querer melhorar no pouco que sei, estou aqui. Pronto para mostrar o que sei Gosto de ir mais al&eacute;m, sei que o desconhecido &eacute; maravilhoso quando &eacute; alcan&ccedil;ado bem, enquanto n&atilde;o encontro uma oportunidade de atuar no que mais gosto, continuo estudando, sempre com o foco no aperfei&ccedil;oamento de minhas habilidades na &aacute;rea do desenvolvimento. Hoje estou cursando engenharia de software. Confesso que mesmo sem ter come&ccedil;ado na &aacute;rea de TI, estou me aperfei&ccedil;oando, pois sei que quando surgir a minha primeira oportunidade j&aacute; estarei pronto. Pronto para mostrar o que sei, pronto para colocar em pr&aacute;tica o que aprendi. Acredite quando digo que sou esfor&ccedil;ado. Gosto de trabalhar em equipe, prefiro que todos sejam comunicativos e din&acirc;micos. Sou meio chato que se trata de seguir ordem, n&atilde;o questiono, sei que a pessoa que est&aacute; no comando sabe o que est&aacute; fazendo. Sempre estou &agrave; disposi&ccedil;&atilde;o para aprender mais sobre diferentes assuntos, n&atilde;o gosto de preconceitos. A respeito da minha personalidade, diria que sou espont&acirc;neo de acordo com o ambiente. Quando se trata de ser sincero, posso falar que sou bem sincero, j&aacute; que n&atilde;o gosto de ficar em panelinha&hellip; Claro que a sinceridade tem que ter um limite voc&ecirc; concorda? N&atilde;o gosto de ficar na minha zona de conforto, sempre estou procurando algo novo, sempre que surge um tempo estou &agrave; procura de um curso para que possa ter um pouco mais de conhecimento.</p>
                                <a href="curriculo/Currículo Lucas Word.docx" target="_blank " class="buttom curriculo"  >Currículo CV</a></li>
                    </div>
                </div>
            </div>
            <div class="portifolio-lucas-santos">
                    <h2 class="bio-portfolio">Referente ao Portfólio</h2>
                </div>
                <p style="text-align: center;" class="texto-potfolio" >J&aacute; h&aacute; algum tempo venho com a ideia de desenvolver um portf&oacute;lio que tem como objetivo reunir todo o conhecimento adquirido at&eacute; o presente momento. Claro que isso n&atilde;o significa que as minhas habilidades n&atilde;o estejam em desenvolvimento, at&eacute; o momento. Aos poucos o portf&oacute;lio ir&aacute; ganhar vida. Tendo como o intuito mostrar o que est&aacute; sendo colocado em pr&aacute;tica.</p>
            </div>
            <div class="portfolio-agradecimento">
                <h3 class="bio-agradecimento">Agradecimentos</h3>
                <p style="text-align: center;" class="texto-agadecimento">Quero aqui agradecer a cada um que esteve presente, me incentivando. Deixo aqui o meu agradecimento ao &Aacute;tila que me permitiu estudar no seu
                    login da plataforma da Alura. Sempre me ajudando quando preciso, que sempre est&aacute; acompanhando o meu desenvolvimento, sendo o mentor mais gentio que pude conhecer. Espero que em breve possamos trabalhar em algum projeto juntos. A Stella Aida, que me ajudou quando fiquei sem notebook. At&eacute; mesmo quando n&atilde;o tinha condi&ccedil;&otilde;es de pagar a faculdade l&aacute; estava ele para me ajudar. Ao meu melhor amigo Natanael Simael que sempre esteve presente, at&eacute; mesmos para me estressar rsrs. N&atilde;o posso me esquecer do Luiz Paulo e seu querido irm&atilde;o Everton que sempre me ensinaram n&atilde;o a temer o desconhecido.</p>
            </div>
                
         </section>
    </main>
    <footer>
            <img src="img/logo-roda-pe-foote.png" alt="Lucas Santos | Desenvolvedor Web">
            <p class="copyright">&copy;Copyright Potfolio Lucas Santos 2022</p>
            <p class="portfolio">Atenção este portfólio  sempre estará passando por atualização!</p>
    </footer>
</body>
    <script type=" text/javascript ">
            window.onload = function () {
                document.querySelector(".menu_mobile ").addEventListener("click ", function () {
                    if (document.querySelector(".menu nav ul ").style.display == "flex ") {
                        document.querySelector(".menu nav ul ").style.display = "none ";
                    } else {
                        document.querySelector(".menu nav ul ").style.display = "flex ";
                    }
                });
            };
    </script>
</html>

